[Tutorial]
Tutorial1 = Tamamdır Çocuk,[wait] Sana benim için yapacağın işin temellerini öğreteceğim!
Tutorial2 = Vanessa'nın arazisine girdiğinde, [hint]taçlarına[/hint] bakacaksın! Unutma, onun [shake2]çılgına dönmesini istiyoruz.
Tutorial3 = [small]Birkaç tane çalmıştım zaten hehe..[/small] [wave]İşte, onları bulmayı dene![wave]
Tutorial4 = Belli ki buraya kadarını anlamışsın![wait] çok iyi!
Tutorial5 = Sen de biliyorsun ki..[waitlong] Onun malikanesine girdiğinde, taçlarını bulmak çok daha zor olacak, orası çok geniş biliyorsun..
Tutorial6 = Bunun yanında, o kadın ayrıca hepsini mekanına saklamış, bu tuhaf biliyorum.
Tutorial7 = [hint]Vanessa gücünü kullandığı zaman, bir taç kendini gösterecek.[/hint][wait] Öyle yani!
Tutorial8 = HEY VANESSA! DUYUYOR MUSUN BENİ? KAHVALTI SPESYALİNİ HİÇBİR ZAMAN BEĞENMEMİŞİM!
Tutorial9 = .[wait].[wait].[wait].[wait].[wait].
Tutorial10 = MMMmmm...[wait] Şu anda beni AŞIRI SİNİRLENDİREN bir şey duyduğuma YEMİN EDERİM.
Tutorial11 = Amanın amanın, kendimi kaybettim...[waitlong] Daha dikkatli olmalıyım![wait] hehehehehe!
Tutorial12 = Şimdi, HİÇBİR koşulda lanetli varlığa [hint]dokun[/hint]madığından emin ol, [hint]lanetlenirsin sonra![/hint] [shake2]Ve güven bana, bunun olmasını istemezsin.
Tutorial13 = [wave]Dikkatli ol, tamam mııı?
Tutorial14 = Fakat ona dokunsaydın ne olacağını görmek için biraz meraklanıyorum. [shake2]Belkii ona ışınlarım seni...
Tutorial15 = EVET YAPIYORUM!
Tutorial16 = AH tanrım peki güzel! sen dokundun,[wait] ermm...
Tutorial17 = Ah o'nun geldiğini duyabiliyorum,[wait] O'nunla anlaşmak sana kalmış![wait][wave] bay bay![/wave]
Tutorial18 = Boop![wait][small] Üzgünüm.. Yapmalıydım bunu.
Tutorial19 = Oh, O'nun geldiğini duyabiliyorum.[wait] O'nunla anlaşmak sana kalmış![wait][wave] Bay bay![/wave]
Tutorial20 = Nedir bu?[wait] [shake]Gene mi sen?![/shake][wait] Benim [wave]Leziz[/wave] kurabiyelerim için mi geldin?
Tutorial21 = Hayır mı...?[wait] Ah peki.[wait] Belli ki lanetime yakalanmışsın,[wait] Bu BENİM KONTROLÜM ALTINDASIN anlamına geliyor! [shake]KYEHAHAHA!
Tutorial22 = Senin amacın kolay. Hayatta kalanları bul ve [hint]ebele onları [shake] ki lanet saçılsın![/shake][/hint]
Tutorial23 = [big]Güzel![/big][wait] Belli ki rolünü anlamışsın.
Tutorial24 = Benim lanetim altında olduğuna göre, [hint]tek görevin laneti saçmak, unutma bunu.[/hint]
Tutorial25 = Sana ihtiyacım yok artık, Gitmene bu sefer izin vereceğim!
Tutorial26 = [small]O gitti mi?[wait] değil mi?[wait][/small] [wave]Pekalaaa[/wave] güzel.
Tutorial27 = Sana öğretmem gereken birkaç şey daha kaldı.
Tutorial28 = Haydi görelim.. ımm "taçları topla" hayır yaptık onu.. "lanetli varlıktan kaç" evet yapmıştık bunu.. AH! "Beliren Simgeler"!
Tutorial29 = Maçtayken, Belirli noktalarda [hint]"beliren simgeler"[/hint] olayı olacak.[wait] Bunlar [hint]her ufkalığın alandaki yerini gösterecek![/hint] Aynı zamanda [name]Vanessa[/name] tarafından lanetlenenleri de gösterecek. Yani onlardan uzak dur!
Tutorial30 = Pekala![wave] Haydi öğretici kitaba son bir kez gözatalım...
Tutorial31 = [big]"Rulet Olayı"[/big] Oh bu kulağa harika geliyor! Şunu dinle: [hint]"Oyundayken bir rulet olayı gerçekleşir.. Bu rulet KAYBEDEN TAKIMA katkı sağlamak için olay oluşturacak! Eğer iki takım da oyuncu açısından kabaca eşitse, olay özel olup her ikisine de etki edecek!"[/hint]
Tutorial32 = [wave]Kulağa oldukça havalı geldiğini kabul etsene?[/wave] Ve belli ki Döndürebileceğim kendime ait çarkım da var! Bu, Vanessa'nın korkunç lanetiyle baş etmende sana yardımcı olacak.  [wave]Haydi deneyelim!
Tutorial33 = Şuna bak![wait] Seni görünmez mi yapmış?[wait] Yardımcı olabilir.. [small]Bence?[/small] [hint]Görünüşe göre bir süresi de varmış, zaman ile gösteriliyormuş[/hint]
Tutorial34 = [wave]Neyse konuyu toparlayayım Çocuk![/wave][wait] Şimdi geri gelebilirsin,[wait] Bu [shake]kokuşmuş eski bodrumu terket![shake]
Tutorial35 = Kazanmak için gereken son taç(lar)ı al!
Tutorial36 = Yeterince öğrendik, işte şimdi sahaya inme zamanı, [shake]işte gerçek fırsat![/shake] Bir arkadaşını kap ve bekleme odasına gir! Orada sizden iki veya daha fazlası varsa sizi direkt o'nun malikasine göndereceğim.
Tutorial37 = Onun yüzünü kıymetli taçlarını çaldığımızda görmeye sabırsızlanıyorum! Sen de Snatcher kadar kabasın! hehehe!
Tutorial38 = Kazanmak için gereken son tacı al!
Tutorial39 = Beliren Simgeler olayları bu simgeyle gösterilecek!

[tutorialdoor]
tutorialdoor1 = Öğreticiyi Başlat?
yes = Evet
no = Hayır

[woodensign]
woodensign1 = Snatcher'in Kulübesi!
woodensign2 = Bu ev oldukça yıpranmış! Görünüşe göre Snatcher buraya gelmeden önce burada birileri yaşıyormuş. Veya belki Snatcher geldiğinde onlar belki de buradalardı ve sonra.. [shake]bilirsin.[/shake] O böylesine çılgındır!
woodensign3 =
woodensign4 =
woodensign5 =
woodensign6 =
woodensign7 =

[Debug]
Debug1 = [big][name][hint]Online partiyle[/hint] bağlantı kesildi!
Debug2 = [big][name]Erken kazanma bulundu, lütfen gerçek maçın BİTMESİNİ bekleyin.
Debug3 = [big][name]Oyun hatası, lobiye dönülüyor.
Debug4 = [big][name]Oyuncu oyunda değil, harita dışı tutuluyor.
Debug5 = [big][name]Oyuncu Oyunun Ortasında Ayrıldı, Arenadan çıkılıyor.
Debug6 = [big][name]Oyun başlatılamadı, tekrar deneyin.
Debug7 = [big][name]Başlamak için yeterli oyuncu yok, iptal ediliyor.


[ProTipMinion]
ProTipMinion1 = Kendimi tanıyayım size. Ben bir subcon minyonuyum.[wait].[wait].[wait] bana belki [name]'Uzman Tavsiyeleri Minyonu'[/name] diyebilirsin.
ProTipMinion2 = Bir şey diyeyim size, Bu gezegendeki herkesten daha çok ebelemece oynamıştım. En çetin bölümlerde hayatta kalmış, En çok çocuğu ebelemiş, En çok tacı toplamış, boyum 1 95, en hızlı minyonum.
ProTipMinion3 = Fakat, En iyi olmanın eğlencesi ne ki? Yeni adaylara ihtiyacım var, taze kan'a, [hint]ŞÖHRET'e[/hint]e susamış gençlere[wait] ve [hint]ŞAN'A![wait][/hint] İşte bu yüzden yardım ediyorum [big]SANA[/big] benim kadar iyi olman için![wait] Hiç değilse, [big]AMA[/big] [shake]Hayalini kurabilirsin değil mi?
ProTipMinion4 = Amacım da [hint]Sana tavsiye vermek.[/hint][wait] Sen sorarsın, ben cevaplarım.

ProTipMinion5 = [hint]Zillere vurarak, duvarları peşindekileri engellemek için kullanabilirsin![/hint]
ProTipMinion6 = Lanet ortaya çıktığında açık alanda bulunma! Yeni lanetlenmiş ufaklıklar tarafından yakalanırsın.
ProTipMinion7 = Oyuncu simgeleri gizliyken küçük alanlarda bulunmaktan kaçın, lanetli çocukla yüz yüze gelmek istemezsin!
ProTipMinion8 = Oyuncu simgeleri belirdiğinde, [hint]Taçları avlamak[/hint] ve lanetli oyunculardan kaçmak için iyi bir andır!
ProTipMinion9 = Lanetli kuklayken, geldiğini görmedilerse, [hint]oyunculara gizlice yaklaşabilirsin[/hint], sadece [hint]simge belirme olayının aktif olmadığından emin ol![/hint]
ProTipMinion10 = Diğer oyuncuların kullanabileceği platformları, [hint]ziller[/hint] ile kaldırarak [hint]tuzak olarak kullanabilirsin.[/hint]
ProTipMinion11 = [hint]Oyun başladığında diğer oyuncuların yanında durma![/hint] Eğer [hint]onlardan birisi ilk lanetli kukla olarak seçilirse[/hint] [shake]kötü haberler[/shake] olurdu. Fakat.. [hint]ilk sen seçilseydin[/hint] iyi olurdu, [shake]hehe![/shake] [hint]Risk ve kazanç[/hint] senlikse tabii ki.
ProTipMinion12 = Çark oyuna adapte olur, eğer takımın sayıca gerideyse, çark dönerken halen oyunu kazanmak için şansınız olabilir! Küçük bir sır, o noktada, [hint]her zaman 140larda beliriyor[/hint]
ProTipMinion12_2 = [big]VE![/big] Takımın geride olduğunu anlamanın yoluysa, şu [hint]1 3lük.[/hint] Eğer bir takımın [hint]toplam oyuncuları üçte birden az ise[/hint], o takımın kaybettiği düşünülür! [wave]Matematik, bebeğim![/wave]
ProTipMinion13 = Taçlar oyunda farklı yöntemlerle belirir, [hint]biri oyuncu lanetlendiğinde[/hint], ve diğeri [hint]her 60da[/hint] belirir! Taçların oluşma sayısı [hint]oyuncu sayısına[/hint] göre değişir![/hint] Sayıları fazla vermişsin diyebilirsin.
ProTipMinion14 = Yeni yollar dene! Kovalanırken, kaçış rotanda [hint]diğer oyuncuları olabildiğince şaşırtmak istersin[/hint], şu sinir bozucu çocuklardan kurtulurken daha rahat edersin!
ProTipMinion15 = düz yerde koşan oyuncuları yakalamak istiyorsan, [hint]mükemmel dalış hızlanması[/hint] yapmaya ihtiyacın olacak
ProTipMinion16 = Diğer oyuncuların önüne geçmek istiyorsan, ileri koşu teknikleri öğrenebilirsin! [hint]SDJ[/hint] ve [hint]DSJ[/hint] gibi teknikler sana büyük avantaj sağlar!
ProTipMinion17 = Oyun sırasında çukura düşme sakın! Lanetler seni! Tüm bu alan Vanessa'nın lanetli enerjisiyle kuşatılmış.
ProTipMinion18 = Görünmezlik olayına denk gelirsen, [hint]koşayım deme sakın, diğer oyuncular koşu izini görebilir![/hint] Bunun tüm potansiyelini kullanmak istersen dikkatle ve sesizce dolaş!
ProTipMinion19 = Dikkatli ol ama! Diğer oyuncular [hint]Simge belirme olayında nerede olduğunu görebilir[/hint]
ProTipMinion20 = Lanetli oyuncuysan, the [hint]"grup ışınlanması"[/hint] olayı hazırlıksız ufaklıkları kolayca ebelemek için harika bir yoldur! Herkes ışınlandığında koşmaya hemen başla, bir iki tane ebelediğinden emin ol!
ProTipMinion21 = İşte benim stratejim! [hint]Saklanmak simge belirmesi olmadığında çok etkilidir.[/hint] Oyuncuların simgeleri görünüyorsa, taçların peşinden koşmaya başla! Tabii ki, hepsini [hint]Vanessa'nın lanetli çocuklarından kaçarak yapacaksın.[/hint]
ProTipMinion22 = Ebeleme oyunu, saklanmak ve kaçmak olarak ikiye ayrılır! Platforming yeteneklerini tazelesen iyi olur,[wait][wave] HEH!

[RandomInteractables]
RandomInteractables1 = Bazı kitapların tozunu aldın, şu gibi başlıklar var:
RandomInteractables2 = "Subcon'un Gizemi", "İki Kraliçenin Masalı", "Bir Prens ve Bir Ay", "Vefasız Ruh Takasçısı", "Ölümün Kapısındaki Dağın Kalbi", "En Soğuk Kalpli Kraliçe". Liste uzayıp, gidiyor ve gidiyor...
RandomInteractables3 = "Bu, efsaneler rafı olmalı!" Anladığın gibi, kibarca ayrılmaya karar veriyorsun, defterdeki efsaneleri sevmediğin gibi.
RandomInteractables4 = Yahu! Kraliçe Vanessa'nın tepede saklı büyük bir malikanesinin olduğunu kim bilirdi!
RandomInteractables5 = İçeriyi görmeyi çok isterdim! Bir sürü değerli şey vardır belki [shake]hehehe..[/shake]
RandomInteractables6 = [big][name]"Koleksiyoncunun Heykeli"
RandomInteractables7 = "Bir dağın değeri kadar, Lanetli Kraliçenin taçlarını toplayan kişiler ödüllendirilmiştir."
RandomInteractables8 = Maç mı arıyorsun? Discord'a buradan katılın: discord.gg/AHatInTime
RandomInteractables9 = Ayrıca herkese açık lobilere de katılabilirsin! Kazan veya kaybet, adil oyna! Keyfini çıkar!
RandomInteractables10 = tag1 [br]tag2 [br]tag3 [br]tag4
RandomInteractables11 = Diğer oyuncuları lanetle ebeleyerek ruh topla!


[SnatcherGuidance]
SnatcherGuidance1 = Pekala çocuk, yapacağımız şeyde yeni olduğun için, temelleri öğreten bir oda kurmuştum! Sadece kapıdan gir ve aşağıya in.
SnatcherGuidance2 = Yani, büyük bir levha üzerinde "T U T O R I A L" yazıyor. Bunu gözden kaçıramazsın değil mi?!
SnatcherGuidance3 = Eğer orada yolunu kaybetseydin bu gülünç olurdu! Mümkün olduğunca AÇIK yapmak için çooook uzun zaman harcadım!
SnatcherGuidance4 = Neyse, ayrılabilirsin.

[Tomb]
Tomb1 = ŞŞŞŞTT! Birinin geldiğini duydum!
Tomb2 = ..........
Tomb3 = Gittiler galiba! Hehe! İnanabiliyor musun? Öldüğümüzü düşünüyorlar!
Tomb4 = Hehe! Biliyorum, bu şeytanice! Biz aslında bir sığınakta saklanıyoruz!
Tomb5 = Mükemmel bir plan! Hehe!
